Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

# This job expects %lld years of experience; you have %@. Working as %@ builds it.
source: This job expects %1$lld years of experience; you have %2$@. Working as %3$@ builds it.
de: Dieser Job erwartet %1$lld Jahre Erfahrung, du hast %2$@. Wenn du als %3$@ arbeitest, sammelst du sie.
fr: Ce poste demande %1$lld ans d’expérience ; tu en as %2$@. Travailler comme %3$@ t’en apporte.
it: Questo lavoro richiede %1$lld anni di esperienza; tu ne hai %2$@. Lavorare come %3$@ la fa crescere.
ja: この仕事では経験%1$lld年が求められます（現在は%2$@年）。%3$@として働くと経験が積めます。
uk: Для цієї роботи треба мати %1$lld років досвіду; у тебе — %2$@. Набути його можна на роботі за професією «%3$@».

# This job expects %lld years of experience; you have %@. Working in %@ builds it.
source: This job expects %1$lld years of experience; you have %2$@. Working in %3$@ builds it.
de: Dieser Job erwartet %1$lld Jahre Erfahrung, du hast %2$@. Wenn du in %3$@ arbeitest, sammelst du sie.
fr: Ce poste demande %1$lld ans d’expérience ; tu en as %2$@. Travailler en %3$@ t’en apporte.
it: Questo lavoro richiede %1$lld anni di esperienza; tu ne hai %2$@. Lavorare nel settore %3$@ la fa crescere.
ja: この仕事では経験%1$lld年が求められます（現在は%2$@年）。%3$@で働くと経験が積めます。
uk: Для цієї роботи треба мати %1$lld років досвіду; у тебе — %2$@. Набути його можна на роботі у сфері «%3$@».

source: This job pays a set amount — you can't ask for more.
de: Dieser Job zahlt einen festen Betrag – du kannst nicht mehr verlangen.
fr: Ce poste paie un montant fixe — tu ne peux pas en demander plus.
it: Questo lavoro offre una cifra fissa — non puoi chiedere di più.
ja: この仕事の給料は一定です。もっと高くは求められません。
uk: Ця робота має фіксовану оплату — просити більше не можна.

source: This job wants %lld years of experience.
de: Dieser Job verlangt %lld Jahre Erfahrung.
fr: Ce poste demande %lld ans d’expérience.
it: Questo lavoro richiede %lld anni di esperienza.
ja: この仕事は、経験%lld年を求めています。
uk: Для цієї роботи потрібно %lld років досвіду.

# This opens the %@ job (%@) after %lld years of school.
source: This opens the %1$@ job (%2$@) after %3$lld years of school.
de: Das öffnet den Job als %1$@ (%2$@) – nach %3$lld Jahren Schule und Studium.
fr: Cela ouvre le poste « %1$@ » (%2$@) après %3$lld ans d’études.
it: Apre la strada al ruolo di %1$@ (%2$@) dopo %3$lld anni di studio.
ja: 学校に%3$lld年通うと、%1$@の仕事への道が開けます。その仕事は%2$@です。
uk: Це відкриває роботу «%1$@» (%2$@) після %3$lld років навчання.

# This opens the %@ job, which pays %@.
source: This opens the %1$@ job, which pays %2$@.
de: Das öffnet den Job als %1$@ (%2$@).
fr: Cela ouvre le poste « %1$@ », qui paie %2$@.
it: Ti apre la strada al ruolo di %1$@, che paga %2$@.
ja: これで%1$@の仕事への道が開けます。その仕事は%2$@です。
uk: Це відкриває роботу «%1$@», де платять %2$@.

# This opens the %@ job, which pays %@. You'll also need %@.
source: This opens the %1$@ job, which pays %2$@. You'll also need %3$@.
de: Das öffnet den Job als %1$@ (%2$@). Außerdem brauchst du %3$@.
fr: Cela ouvre le poste « %1$@ », qui paie %2$@. Il te faudra aussi %3$@.
it: Ti apre la strada al ruolo di %1$@, che paga %2$@. Ti servirà anche %3$@.
ja: これで%1$@の仕事への道が開けます。その仕事は%2$@です。さらに%3$@も必要です。
uk: Це відкриває роботу «%1$@», де платять %2$@. Тобі також знадобиться: %3$@.

source: This year didn't move you closer to %@.
de: Dieses Jahr hat dich dem Job als %@ nicht nähergebracht.
fr: Cette année, tu n’as pas avancé vers %@.
it: Quest’anno non hai fatto passi avanti verso il ruolo di %@.
ja: 今年は%@に近づく1年になりませんでした。
uk: Цей рік не наблизив тебе до професії «%@».

source: This year's job market:
de: Der Arbeitsmarkt in diesem Jahr:
fr: Le marché de l’emploi cette année :
it: Il mercato del lavoro di quest’anno:
ja: 今年の求人市場：
uk: Ринок праці цього року:

source: This year, try one of these:
de: Probiere dieses Jahr eines davon aus:
fr: Cette année, essaie l’une de ces activités :
it: Quest’anno prova una di queste:
ja: 今年は、次のどれかを試してみましょう：
uk: Цього року спробуй щось із цього:

source: This year:
de: Dieses Jahr:
fr: Cette année :
it: Quest’anno:
ja: 今年：
uk: Цього року:

source: Those little ⓘ buttons are everywhere — tap one to see exactly how something works, from getting hired to winning a competition.
de: Diese kleinen ⓘ-Buttons gibt es überall – tippe auf einen, um genau zu sehen, wie etwas funktioniert, von der Bewerbung bis zum Wettbewerbssieg.
fr: Ces petits boutons ⓘ sont partout — appuie sur l’un d’eux pour voir exactement comment quelque chose fonctionne, de l’embauche à la victoire en compétition.
it: Quei piccoli pulsanti ⓘ sono ovunque — toccane uno per vedere esattamente come funziona qualcosa, dall’assunzione alla vittoria in una gara.
ja: 小さなⓘボタンは、あちこちにあります。タップすると、採用されるしくみから大会で優勝するしくみまで、くわしい説明が見られます。
uk: Ці маленькі кнопки ⓘ є всюди — торкнись однієї, щоб побачити, як саме щось працює: від прийому на роботу до перемоги у змаганні.

source: Three courses in ninety minutes, live.
de: Drei Gänge in neunzig Minuten, live.
fr: Trois plats en 90 minutes, en direct.
it: Tre portate in novanta minuti, dal vivo.
ja: 90分で3品のコースを、その場で作ります。
uk: Три страви за девʼяносто хвилин, наживо.

source: Titles you've won in contests.
de: Titel, die du in Wettbewerben gewonnen hast.
fr: Les titres que tu as remportés dans des compétitions.
it: I titoli che hai vinto nelle gare.
ja: コンテストで獲得した称号です。
uk: Титули, здобуті у змаганнях.

source: Top private university
de: Top-Privatuniversität
fr: Université privée d’élite
it: Università privata d’élite
ja: 名門私立大学
uk: Провідний приватний університет

source: Top research university (U15)
de: Spitzen-Forschungsuniversität (U15)
fr: Université de recherche d’élite (U15)
it: Università di ricerca d’élite (U15)
ja: 研究大学トップ校（U15）
uk: Провідний дослідницький університет (U15)

source: Top university
de: Spitzenuniversität
fr: Université d’élite
it: Università d’élite
ja: トップ大学
uk: Провідний університет

source: Total %@
de: Gesamt %@
it: Totale %@
ja: 合計%@
uk: Разом: %@

source: Track and road running — the foundation of athletic endurance. Cheap to start, but the kilometres add up over years.
de: Bahn- und Straßenlauf – die Grundlage jeder sportlichen Ausdauer. Günstig zum Einstieg, aber die Kilometer summieren sich über die Jahre.
fr: Course sur piste et sur route — la base de l’endurance sportive. Peu coûteuse pour débuter, mais les kilomètres s’accumulent au fil des années.
it: Corsa su pista e su strada — la base della resistenza atletica. Costa poco per cominciare, ma i chilometri si sommano nel corso degli anni.
ja: トラックや道路を走ります。運動の持久力の土台になります。始めるのにあまりお金はかかりませんが、走った距離は何年もかけて積み重なります。
uk: Біг на стадіоні й дорогою — основа спортивної витривалості. Починати недорого, але кілометри накопичуються роками.

source: Trade Certificate
de: Gesellenbrief
fr: Certificat de métier
it: Attestato professionale
ja: 技能修了証
uk: Сертифікат робітничої професії

source: Train bodies and minds to perform their best.
de: Trainiere Körper und Geist, damit sie ihr Bestes geben.
fr: Entraîne les corps et les esprits pour qu’ils donnent le meilleur d’eux-mêmes.
it: Allena corpo e mente a dare il meglio.
ja: 体と心をきたえて、最高の力を出せるようにします。
uk: Тренуй тіло й розум, щоб показувати найкращі результати.

source: Trained to help dentists during procedures, take X-rays, and prepare patients.
de: Ausgebildet, Zahnärzten bei Behandlungen zu helfen, Röntgenbilder zu machen und Patienten vorzubereiten.
fr: Formation pour aider les dentistes pendant les soins, faire des radios et préparer les patients.
it: Formazione per aiutare i dentisti durante gli interventi, fare le radiografie e preparare i pazienti.
ja: 歯科医師の処置を手伝い、レントゲンを撮り、患者さんの準備をするための訓練を受けます。
uk: Уміння допомагати стоматологам під час процедур, робити рентгенівські знімки та готувати пацієнтів.

source: Training in recording, mixing, and producing music. Builds the technical craft behind a career in show business — and behind releasing work that actually gets noticed.
de: Weiterbildung im Aufnehmen, Mischen und Produzieren von Musik. Sie vermittelt das technische Handwerk hinter einer Karriere im Showbusiness – und hinter Veröffentlichungen, die wirklich auffallen.
fr: Une formation à l’enregistrement, au mixage et à la production musicale. Elle développe le savoir-faire technique d’une carrière dans le show-business — et celui qui permet de sortir des œuvres qui se font vraiment remarquer.
it: Formazione in registrazione, missaggio e produzione musicale. Costruisce il mestiere tecnico alla base di una carriera nello spettacolo — e di lavori pubblicati che vengono davvero notati.
ja: 録音、ミキシング、音楽制作を学ぶ研修です。芸能の世界でキャリアを築くための技術と、本当に注目される作品を世に出すための力が身につきます。
uk: Навчання запису, зведення та продюсування музики. Дає технічну майстерність для карʼєри в шоубізнесі — і для випуску робіт, які справді помічають.

source: Training: %@
de: %@ absolvieren
fr: obtenir la qualification (%@)
it: la qualifica «%@»
uk: здобути кваліфікацію «%@»

source: Trainings:
de: Weiterbildungen:
fr: Formations :
it: Formazione:
ja: 研修：
uk: Курси:

source: Transport & Logistics
de: Transport & Logistik
fr: Transport et logistique
it: Trasporti e logistica
ja: 運輸・物流
uk: Транспорт і логістика

source: Transportation
de: Transport
fr: Transport
it: Trasporti
ja: 運輸
uk: Транспорт

source: Trophies
de: Trophäen
fr: Trophées
it: Trofei
ja: トロフィー
uk: Трофеї

source: Truck Driving School (Commercial Driver's License)
de: Lkw-Fahrschule (CDL, Lkw- und Bus-Führerschein)
fr: École de conduite poids lourd (Permis professionnel CDL)
it: Scuola guida per camion (Patente professionale)
ja: トラック運転学校（大型・商用運転免許）
uk: Школа водіїв вантажівок (CDL)

source: Try a couple more different things, so I can see what you like.
de: Probiere noch ein paar verschiedene Dinge aus, damit ich sehen kann, was dir gefällt.
fr: Essaie encore deux ou trois choses différentes, pour que je voie ce qui te plaît.
it: Prova ancora un paio di cose diverse, così posso capire cosa ti piace.
ja: 好きなことが分かるように、あと少しちがうことも試してみましょう。
uk: Спробуй ще кілька різних занять — так буде видно, що тобі до вподоби.

source: Try something
de: Probiere etwas aus
fr: Essaie quelque chose
it: Prova qualcosa
ja: 何か試してみる
uk: Спробуй щось нове

source: Try something different
de: Probiere etwas anderes aus
fr: Essaie autre chose
it: Prova qualcosa di diverso
ja: ちがうことを試してみる
uk: Спробуй щось інше

source: Tuition
de: Studiengebühren
fr: Frais de scolarité
it: Tasse
ja: 授業料
uk: Плата за навчання

source: Tuition is moderate, and the federal part of a student loan is interest-free.
de: Die Studiengebühren sind moderat, und der Bundesanteil eines Studienkredits ist zinsfrei.
fr: Les frais de scolarité sont modérés, et la part fédérale du prêt étudiant est sans intérêt.
it: Le tasse d’iscrizione sono moderate, e la parte federale di un prestito studentesco è senza interessi.
ja: 授業料はほどほどで、奨学金のうち連邦政府の分は無利子です。
uk: Плата за навчання помірна, а федеральна частина студентського кредиту — без відсотків.

# Tuition: %@ against %@ a year.
source: Tuition: %1$@ against %2$@ a year.
de: Studiengebühren: %1$@ gegenüber %2$@ pro Jahr.
fr: Frais de scolarité : %1$@ contre %2$@ par an.
it: Tasse d’iscrizione: %1$@ contro %2$@ all’anno.
ja: 授業料：1年あたり%1$@（トップ校）に対して%2$@（一般的な学校）。
uk: Плата за навчання: %1$@ проти %2$@ на рік.

source: Turkey
de: Türkei
fr: Turquie
it: Turchia
ja: トルコ
uk: Туреччина

source: Turn on Apple Intelligence in Settings to chat with the advisor. For now you'll get its standard advice.
de: Schalte Apple Intelligence in den Einstellungen ein, um mit dem Berater zu chatten. Vorerst bekommst du seine Standard-Tipps.
fr: Active Apple Intelligence dans Réglages pour discuter avec le conseiller. Pour l’instant, tu auras ses conseils habituels.
it: Attiva Apple Intelligence nelle Impostazioni per chattare con il consulente. Per ora avrai i consigli di base.
ja: アドバイザーとチャットするには、設定でApple Intelligenceをオンにしてください。今のところは基本のアドバイスになります。
uk: Увімкни Apple Intelligence у Налаштуваннях, щоб спілкуватися з радником. Поки що ти отримуєш його стандартні поради.

source: Type a job, like “nurse”…
de: Job eingeben, z. B. „Pilot“…
fr: Métier, ex. : « infirmier »…
it: Un lavoro, es. «infermiere»…
ja: 「看護師」のように仕事を入力…
uk: Напр., «медсестра»…

source: Under %1$lld you're not considered at all; between %2$lld and %3$lld your chance is scaled down; past %4$lld a veteran gets a small bonus.
de: Unter %1$lld Jahren wirst du gar nicht berücksichtigt; zwischen %2$lld und %3$lld Jahren wird deine Chance verringert; über %4$lld Jahren gibt es einen kleinen Bonus für Erfahrene.
fr: Sous la barre de %1$lld, ta candidature n’est pas du tout prise en compte ; entre %2$lld et %3$lld, tes chances sont revues à la baisse ; au-delà de %4$lld, un candidat chevronné reçoit un petit bonus.
it: Con meno di %1$lld non ti prendono in considerazione; tra %2$lld e %3$lld la tua probabilità si riduce; oltre %4$lld un veterano riceve un piccolo bonus.
ja: %1$lld年未満だと選考の対象外、%2$lld〜%3$lld年は確率が下がり、%4$lld年を超えるとベテランとして少しボーナスがつきます。
uk: Менше ніж %1$lld р. — тебе не розглядають узагалі; від %2$lld до %3$lld р. шанс знижується пропорційно; понад %4$lld р. досвідчений кандидат отримує невеликий бонус.

source: Under that you're not considered at all; past it a veteran gets a small bonus.
de: Darunter wirst du gar nicht berücksichtigt; darüber gibt es einen kleinen Bonus für Erfahrene.
fr: Sous cette barre, ta candidature n’est pas du tout prise en compte ; au-delà, un candidat chevronné reçoit un petit bonus.
it: Con meno di così non ti prendono in considerazione; oltre quel valore un veterano riceve un piccolo bonus.
ja: それ未満だと選考の対象外で、それを超えるとベテランとして少しボーナスがつきます。
uk: Нижче цієї межі тебе не розглядають узагалі; вище неї досвідчений кандидат отримує невеликий бонус.

source: United Kingdom
de: Vereinigtes Königreich
fr: Royaume-Uni
it: Regno Unito
ja: イギリス
uk: Велика Британія

source: United States
de: Vereinigte Staaten
fr: États-Unis
it: Stati Uniti
ja: アメリカ
uk: США

source: Universities look at it when you apply — the top ones care about it a lot.
de: Universitäten schauen bei deiner Bewerbung darauf – die besten legen großen Wert darauf.
fr: Les universités la regardent quand tu postules — les meilleures y tiennent beaucoup.
it: Le università ne tengono conto quando ti candidi — le migliori ci tengono molto.
ja: 大学は出願のときにこれを見ます。トップ校ほど重視します。
uk: Університети дивляться на неї під час вступу — найкращі зважають на неї дуже сильно.

source: University
de: Universität
fr: Université
it: Università
ja: 大学
uk: Університет

source: University and open circuits — the final is broadcast.
de: Hochschulturniere und offene Turniere – das Finale wird übertragen.
fr: Circuits universitaires et ouverts — la finale est retransmise.
it: Circuiti universitari e aperti — la finale viene trasmessa.
ja: 大学とオープンの大会シリーズを勝ち上がり、決勝は放送されます。
uk: Університетські й відкриті турніри — фінал транслюють.

source: University entry rests on one November exam, the CSAT, graded 1 (best) to 9, and the state student loan charges less than inflation.
de: Der Zugang zur Universität hängt von einer einzigen Prüfung im November ab, dem CSAT mit Noten von 1 (beste) bis 9, und der staatliche Studienkredit hat Zinsen unter der Inflation.
fr: L’entrée à l’université repose sur un seul examen en novembre, le CSAT, noté de 1 (meilleur) à 9, et le prêt étudiant de l’État coûte moins que l’inflation.
it: L’ingresso all’università dipende da un unico esame di novembre, il CSAT, con voti da 1 (il migliore) a 9, e il prestito studentesco statale ha un tasso inferiore all’inflazione.
ja: 大学入学は、11月に行われる1回のCSAT試験で決まり、1（最高）から9までの等級がつきます。国の奨学金の利子はインフレ率より低くなっています。
uk: Вступ до університету залежить від одного листопадового іспиту — CSAT, оцінки за яким від 1 (найкраща) до 9, а відсотки за державним студентським кредитом нижчі за інфляцію.

source: University fees are set by subject, not by university, and HECS-HELP loans are indexed to prices, so they carry no real interest.
de: Die Studiengebühren hängen vom Fach ab, nicht von der Universität, und HECS-HELP-Kredite sind an die Preisentwicklung gekoppelt, kosten also keine echten Zinsen.
fr: Les frais universitaires dépendent de la matière, pas de l’université, et les prêts HECS-HELP sont indexés sur les prix, donc sans intérêt réel.
it: Le tasse universitarie dipendono dal corso di studi, non dall’università, e i prestiti HECS-HELP sono indicizzati ai prezzi, quindi non hanno interessi reali.
ja: 大学の学費は、大学ごとではなく専攻ごとに決まります。HECS-HELP（オーストラリアの学費ローン）は物価にあわせて金額が調整されるため、実質的な利子はかかりません。
uk: Вартість навчання в університетах залежить від напряму навчання, а не від самого університету, а кредити HECS-HELP індексуються за цінами, тож реальних відсотків не мають.

source: University is free on a state-funded place; these are the fees for a paid (contract) place.
de: Das Studium ist auf einem staatlich finanzierten Platz kostenlos; das hier sind die Gebühren für einen kostenpflichtigen Platz (Vertragsplatz).
fr: L’université est gratuite avec une place financée par l’État ; ce sont ici les frais d’une place payante (sur contrat).
it: L’università è gratuita con un posto finanziato dallo Stato; queste sono le tasse per un posto a pagamento (a contratto).
ja: 国の予算でまかなわれる枠なら、大学は無料です。ここに表示されているのは、有料（契約）枠の学費です。
uk: Навчання в університеті на бюджетному місці безкоштовне; тут показано плату за контрактне (платне) місце.

source: University is free, and student support is part grant, part loan.
de: Das Studium ist kostenlos, und die Studienförderung besteht teils aus Zuschuss, teils aus Kredit.
fr: L’université est gratuite, et l’aide aux étudiants est en partie une bourse, en partie un prêt.
it: L’università è gratuita, e il sostegno agli studenti è in parte borsa di studio, in parte prestito.
ja: 大学は無料で、学生への支援は一部が給付、一部が貸与（ローン）です。
uk: Навчання в університеті безкоштовне, а студентська підтримка — частково грант, частково кредит.

source: University — Bachelor's
de: Bachelor-Abschluss
fr: Université — bachelor
it: Laurea
ja: 大学（学士）
uk: Ступінь бакалавра

source: University — Master's
de: Master-Abschluss
fr: Université — master
it: Laurea magistrale
ja: 大学院（修士）
uk: Ступінь магістра

source: Until then your chance stays at %@.
de: Bis dahin bleibt deine Chance bei %@.
fr: D’ici là, tes chances restent à %@.
it: Fino ad allora la tua probabilità resta ferma a %@.
ja: それまで、確率は%@のままです。
uk: До цього твій шанс залишається на рівні %@.

# Uses your %@. Pays %@.
source: Uses your %1$@. Pays %2$@.
de: Nutzt deine Fähigkeiten: %1$@. Zahlt %2$@.
fr: Compétences utilisées : %1$@. Salaire : %2$@.
it: Usa le tue competenze: %1$@. Paga %2$@.
ja: %1$@を活かせます。%2$@です。
uk: Підходять твої навички: %1$@. Платять: %2$@.

source: Venture loan owed
de: Offener Gründungskredit
fr: Prêt d’entreprise restant dû
it: Prestito per l’impresa da restituire
ja: 起業ローンの残り
uk: Борг за кредитом на бізнес

source: Ventures
de: Gründungen
fr: Entreprises
it: Imprese
ja: 起業
uk: Бізнес

source: Very few jobs open: the game's demand for judges is %@ of a normal job's.
de: Es werden nur sehr wenige Jobs frei: Der Bedarf an Richtern liegt bei %@ von dem eines normalen Jobs.
fr: Très peu de postes s’ouvrent : la demande pour les juges est de %@ de celle d’un poste ordinaire.
it: Si aprono pochissimi posti: nel gioco la domanda di giudici è molto bassa (%@ di quella di un lavoro normale).
ja: 空きはごくわずかです。ゲームでの裁判官の需要は、ふつうの仕事の%@です。
uk: Вакансій дуже мало: попит на суддів у грі становить %@ від попиту на звичайну роботу.

source: Very few young players become professionals, and most were noticed as teenagers.
de: Sehr wenige junge Spieler werden Profis, und die meisten sind als Teenager aufgefallen.
fr: Très peu de jeunes joueurs deviennent professionnels, et la plupart ont été repérés à l’adolescence.
it: Pochissimi giovani giocatori diventano professionisti, e la maggior parte è stata notata già da ragazzi.
ja: プロになる若い選手はとても少なく、ほとんどが10代のころに見つけられています。
uk: Дуже мало молодих гравців стають професіоналами, і більшість помітили ще підлітками.

source: Very few young players turn professional, and most of those were noticed as teenagers.
de: Sehr wenige junge Spieler werden Profis, und die meisten von ihnen sind schon als Teenager aufgefallen.
fr: Très peu de jeunes joueurs passent professionnels, et la plupart d’entre eux ont été repérés à l’adolescence.
it: Pochissimi giovani giocatori passano al professionismo, e quasi tutti sono stati notati già da adolescenti.
ja: プロになる若い選手はごくわずかで、その多くは10代のうちに見いだされています。
uk: Дуже мало молодих гравців стають професіоналами, і більшість із них помітили ще в підлітковому віці.

source: Veterinary Board Exam (Veterinary License)
de: Tierärztliche Prüfung (Approbation)
fr: Examen d’État vétérinaire (Licence de vétérinaire)
it: Esame di abilitazione veterinaria
ja: 獣医師国家試験
uk: Ліцензійний іспит ветеринара

source: Veterinary License
de: Tierärztliche Approbation
fr: Licence de vétérinaire
it: Abilitazione veterinaria
ja: 獣医師免許
uk: Ліцензія ветеринара

source: Viral Creator
de: Viraler Creator
fr: Créateur viral
it: Creatore virale
ja: バズクリエイター
uk: Вірусний автор

source: Visionary
de: Visionär
fr: Visionnaire
it: Visionario
ja: ビジョナリー
uk: Візіонер

source: Visual, performing, and creative arts.
de: Bildende, darstellende und kreative Künste.
fr: Arts visuels, arts du spectacle et arts créatifs.
it: Arti visive, dello spettacolo e creative.
ja: 美術、舞台、創作などの芸術。
uk: Візуальне, сценічне й творче мистецтво.

source: Vocational College (gaozhi)
de: Berufs-College (Gaozhi)
fr: Établissement professionnel (gaozhi)
it: College professionale (gaozhi)
ja: 職業学校（高職）
uk: Фаховий коледж (gaozhi)

source: Vocational Diploma
de: Berufsabschluss
fr: Diplôme professionnel
it: Diploma professionale
ja: 職業ディプロマ
uk: Фаховий диплом

source: Vocational Diploma in %@
de: Berufsabschluss in %@
fr: Diplôme professionnel (%@)
it: Diploma professionale in %@
ja: 職業ディプロマ（%@）
uk: Фаховий диплом за напрямом «%@»

source: Watch yourself grow
de: Sieh dir beim Wachsen zu
fr: Regarde-toi progresser
it: Guardati crescere
ja: 成長を見守る
uk: Стеж за своїм зростанням

source: Welcome and care for guests in hotels, restaurants, flights, and events to make their day great.
de: Gäste in Hotels, Restaurants, Flugzeugen und bei Events begrüßen und umsorgen, damit ihr Tag großartig wird.
fr: Accueillir les clients et prendre soin d’eux dans les hôtels, les restaurants, les vols et les événements pour rendre leur journée géniale.
it: Accogli gli ospiti e prenditi cura di loro in alberghi, ristoranti, voli ed eventi per rendere speciale la loro giornata.
ja: ホテル、レストラン、飛行機、イベントでお客さんを迎え、すてきな一日になるようにおもてなしします。
uk: Зустрічай гостей і дбай про них у готелях, ресторанах, на рейсах і заходах, щоб їхній день був чудовим.

source: Welcome to Career Sim! 👋
de: Willkommen bei Career Sim! 👋
fr: Bienvenue dans Career Sim ! 👋
it: Ti diamo il benvenuto in Career Sim! 👋
ja: Career Simへようこそ！👋
uk: Ласкаво просимо до Career Sim! 👋

source: What %@ pays in a year, before taxes and living costs.
de: Was der Job als %@ pro Jahr zahlt, vor Steuern und Lebenshaltungskosten.
fr: Ce que paie ce poste (%@) en un an, avant impôts et dépenses courantes.
it: Quanto paga in un anno il ruolo di %@, prima di tasse e spese quotidiane.
ja: %@の1年分の給料で、税金や生活費を引く前の金額です。
uk: Скільки платять за рік на посаді «%@» — до податків і витрат на життя.

source: What counts:
de: Das zählt:
fr: Ce qui compte :
it: Cosa conta:
ja: 評価されるもの：
uk: Що враховується:

source: What helps:
de: Das hilft:
fr: Ce qui aide :
it: Cosa aiuta:
ja: 助けになること：
uk: Що допомагає:
